[
    {
        "name": "The Silent Orchestra",
        "icon": "https://static.wikitide.net/projectmoonwiki/c/cf/LC-100019-AbnoIcon.webp",
        "id": "T-01-31",
        "risk": "ALEPH",
        "quip": "From break and ruin, the most beautiful performance begins.",

        "counter": 2,
        "breaches": "Yes",
        "workdmg": {
            "type": "WHITE",
            "range": [7, 9]
        },
        "max": 30,
        "tbw": 1,
        "workranges": {
            "GOOD": [19, 30],
            "NORM": [13, 18],
            "BAD": [0, 12] 
        },

        "workfavours": {
            "INSTINCT": [0, 0, 0, 0, 0],
            "INSIGHT": [0, 0, 30, 30, 40],
            "ATTACHMENT": [0, 0, 40, 40, 50],
            "REPRESSION": [0, 0, 10, 20, 30]
        },

        "ego": "dacapo",

        "managerial": [
            "When the work result was Good, the Qliphoth Counter lowered.",
            "When the work result was Bad, the Qliphoth Counter lowered.",
            "The music that is played by The Silent Orchestra when it escapes consists of 4 Movements. As the piece progresses, the employees listening will suffer WHITE damage, meanwhile the size of the audible area of the music expands.",
            "For each Movement, the weakness of The Silent Orchestra changed. The 1st Movement was Pale, while the 2nd Movement was Black. For the 3rd Movement it was White, and lastly, during the 4th Movement, only Red type attacks were effective. When the music reached the climax, The Silent Orchestra became immune to all forms of attack."
        ],

        "desc": "The Silent Orchestra has a beautiful performance that it just can't wait to show you!"
    },

    {
        "name": "Der Freischütz",
        "icon": "https://static.wikitide.net/projectmoonwiki/thumb/2/2a/LC-100103-AbnoIcon.webp/512px-LC-100103-AbnoIcon.webp.png",
        "id": "F-01-69",
        "risk": "HE",
        "quip": "\"This magical bullet can truly hit anyone, just like you say.\"",

        "counter": 3,
        "breaches": "No",
        "workdmg": {
            "type": "BLACK",
            "range": [3, 4]
        },
        "max": 18,
        "tbw": 1,
        "workranges": {
            "GOOD": [12, 18],
            "NORM": [7, 11],
            "BAD": [0, 6] 
        },

        "workfavours": {
            "INSTINCT": [40, 40, 40, 40, 40],
            "INSIGHT": [50, 50, 50, 50, 50],
            "ATTACHMENT": [30, 30, 30, 30, 30],
            "REPRESSION": [0, 0, 60, 60, 60]
        },

        "ego": "magicbullet",

        "managerial": [
            "Requesting aid from Der Freischütz is permitted. Der Freischütz agreed to perform the request at the expense of 10% of our current energy.",
            "However, the bullets that Der Freischütz fires can penetrate and damage anything. Furthermore, Der Freischütz’s 7th bullet will not fire where you desire, so you must plan ahead wisely.",
            "The Qliphoth Counter lowered when [Agent], whose Justice was lower than Level 3, completed work with Der Freischütz.",
            "When the work result was Normal, the Qliphoth Counter lowered with a normal probability.",
            "When the work result was Bad, the Qliphoth Counter lowered with a high probability.",
            "When the Qliphoth Counter hit 0, Der Freischütz willfully fired a bullet towards a random location."
        ],

        "desc": "It's him. That's the guy."
    },

    {
        "name": "Standard Training-Dummy Rabbit",
        "icon": "https://static.wikitide.net/projectmoonwiki/thumb/9/9a/Standard_Training-Dummy_Rabbit_Codex_Icon.webp/150px-Standard_Training-Dummy_Rabbit_Codex_Icon.webp.png",
        "id": "0-00-00",
        "risk": "ZAYIN",
        "quip": "\"The manager needs training. This is what I'm here for.\"",

        "counter": 1,
        "breaches": "Yes",
        "workdmg": {
            "type": "RED",
            "range": [1, 2]
        },
        "max": 10,
        "tbw": 1,
        "workranges": {
            "GOOD": [7, 10],
            "NORM": [4, 6],
            "BAD": [0, 3] 
        },

        "workfavours": {
            "INSTINCT": [65, 65, 65, 65, 65],
            "INSIGHT": [65, 65, 65, 65, 65],
            "ATTACHMENT": [100, 100, 100, 100, 100],
            "REPRESSION": [40, 40, 40, 40, 40]
        },

        "ego": "training",

        "managerial": [
            "When Repression work was performed with Standard Training-Dummy Rabbit, the Qliphoth Counter lowered."
        ],

        "desc": "<h1>Behaviour</h1>Upon breaching, the Standard Training-Dummy Rabbit will chase after the nearest employee to them. Once within close proximity, it will heal the target's SP over time. This continues for a long while, and unless provoked, the abnormality goes back to its containment. If provoked 3 times whilst near an employee, it will pop, flinging everyone in the same room as it around. This reveals an even smaller Standard Training-Dummy Rabbit, which will continue to follow the nearest employee and heal their SP gradually."
    }
]